Repository: agonzexp/tt-54054903
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: This can be particularly difficult to deal with, because you might feel there's additional pressure on you to be positive.
es_es: Esto puede ser bastante difícil de tratar, pues puede que sientas aún más presión por mantenerte positivo.

source: This can help you to readjust to your working hours.
es_es: Esto puede ayudarte a reajustarte a tus horas de trabajo.

source: This can help you to switch off from work.
es_es: Esto puede ayudarte a desconectarte del trabajo.

source: This can include physical exercise in green spaces or taking part in a gardening or conservation project.
es_es: Esto puede incluir ejercicio físico en espacios verdes o participar en un proyecto de jardinería o conservación.

source: This can make it difficult for you to work out what causes your feelings of stress, or how to deal with them.
es_es: Esto puede hacer que te resulte difícil determinar qué causa tu sensación de estrés o cómo tratarla.

source: This can make you feel like you have even more pressure on you.
es_es: Esto puede hacerte sentir como si tuvieras más presión sobre ti.

source: This can make you feel more stressed and if you don’t reach them, it can make you feel disappointed and frustrated.
es_es: Esto puede hacerte sentir más estresado y, si no los alcanzas, puede que te haga sentir decepcionado y frustrado.

source: This can start to feel like a vicious circle, and it might be hard to see where stress ends and your mental health problem begins.
es_es: Esto puede convertirse en un círculo vicioso, y puede ser difícil ver dónde termina el estrés y dónde empieza tu problema de salud mental.

source: This could be because of:
es_es: Esto puede deberse a:

source: This could just be a few minutes away from your workstation, going out for some air, or having a short rest
es_es: Podrías salir de tu lugar de trabajo durante unos minutos, tomar algo de aire fresco o simplemente tomarte un descanso.

source: This in turn can make us feel more stressed emotionally.
es_es: Esto a su vez puede hacernos sentir más estresados ​​emocionalmente.

source: This information was published in April 2016.
es_es: Esta información se publicó en abril de 2016.

source: This information was published in November 2017 – to be revised in 2020.
es_es: Esta información se publicó en noviembre de 2017. Será revisada en 2020.

source: This might become something that you could do together.
es_es: Esto podría convertirse en algo que pudieseis hacer juntos.

source: This might make it harder for you to identify what's making you feel stressed, or to explain it to other people.
es_es: Esto te puede dificultar reconocer lo que te está causando el estrés o explicárselo a otras personas.

source: This page covers:
es_es: Esta página cubre:

source: This page gives some tips that people have told us they find useful, but it’s important to remember that different things work for different people.
es_es: Esta página aporta algunos consejos que gente nos ha dicho que encuentran útiles, pero es importante recordar que las cosas funcionan de manera diferente para cada persona.

source: This page is for friends and family of someone who is experiencing stress, who want to support them.
es_es: Esta página está dirigida a los amigos y familiares de alguien que esté padeciendo de estrés que quieran apoyarlos.

source: Time To Change website
es_es: Sitio web Time To Change

source: Time To Change's resource on talking about your mental health at work
es_es: Información de "La hora del cambio" sobre cómo hablar sobre tu salud mental en el trabajo.

source: Time to Change
es_es: Hora de cambiar

source: To access most treatments, the first step is usually to talk to your GP.
es_es: Para acceder a la mayoría de los tratamientos, el primer paso suele ser hablar con tu médico de cabecera.

source: To make the process easier you may want to think about:
es_es: Para facilitar el proceso, es posible que desees pensar en:

source: Treatment for stress
es_es: Tratamiento del estrés

source: Try the Stress Management Society website for ideas.
es_es: Prueba la página de Sociedad de control del estrés para recoger ideas.

source: Trying to fill my day is hard as I have arthritis so can’t walk too far.
es_es: Tratar de llenar mi día es difícil porque padezco de artritis, así que no puedo andar hasta demasiado lejos.

source: Types of work
es_es: Tipos de trabajo

source: Unfortunately, you might find work can has a negative impact on your mental health.
es_es: Lamentablemente, es posible que el trabajo tenga un impacto negativo en tu salud mental.

source: Use the holiday you're entitled to.
es_es: Usa las vacaciones a las que tienes derecho.

source: Useful contacts
es_es: Contactos útiles

source: Using his own experience, Simon issues advice to employers.
es_es: Simon aconseja a los empleados sobre estos temas desde su propia experiencia.

source: Using mindfulness [helps me] to just allow some space to breathe and focus on the present moment.
es_es: Usar la atención plena [me ayuda] a dejar espacio para respirar y enfocarme en el momento presente.

source: Using social media can be a good way of communicating if you don't feel ready to see them face-to-face.
es_es: Usar las redes sociales puede ser una buena forma de comunicación si no te sientes preparado para verlos cara a cara.

source: Volunteering Wales
es_es: Voluntariado Gales

source: Volunteering Wales website
es_es: Sitio web Volunteering Wales

source: Volunteering opportunities in England.
es_es: Oportunidades para voluntariado en Inglaterra.

source: Volunteering opportunities in Wales.
es_es: Oportunidades para voluntariado en Gales.

source: Was this page useful?
es_es: ¿Te fue útil esta página?

source: We all experience stress differently in different situations.
es_es: Todos experimentamos el estrés en diferentes situaciones y de manera diferente.

source: We all know what it's like to feel stressed, but it's not easy to pin down exactly what stress means.
es_es: Todos sabemos lo que es sentirse estresado, pero no es fácil definir qué es el estrés.

source: We know that back-to-work schemes often fail to provide the support that people with mental health problems need to stay well, return to, or start work.
es_es: Sabemos que las pautas para volver al trabajo en ocasiones fallan al proporcionar ayuda a aquellas personas con problemas de salud al tratar que estén conformes con la vuelta al trabajo.

source: We will revise it in 2019.
es_es: Se revisará en 2019.

source: We're all different, so a situation that doesn't bother you at all might cause someone else a lot of stress.
es_es: Todos somos diferentes, por lo que una situación que no a ti te molesta puede causarle mucho estrés a otra persona.

source: Wellbeing
es_es: Bienestar

source: What are 'reasonable adjustments?'
es_es: ¿Qué son "ajustes razonables"?

source: What are the signs of stress?
es_es: ¿Cuáles son los signos del estrés?

source: What causes stress?
es_es: ¿Qué causa estrés?

source: What changes can I ask for at work?
es_es: ¿Qué cambios puedo pedir en el trabajo?

source: What if I need to take time off work?
es_es: ¿Qué sucede si necesito tomarme tiempo libre en el trabajo?

source: What if I'm not well enough to work?
es_es: ¿Y qué pasa si no estoy totalmente bien para trabajar?

source: What if I'm unemployed?
es_es: ¿Qué pasa si estoy desempleado?

source: What if work is making my mental health worse?
es_es: ¿Qué pasa si el trabajo empeora mi salud mental?

source: What is disability discrimination?
es_es: ¿Qué es discriminación por discapacidad?

source: What is stress?
es_es: ¿Qué es el estrés?

source: What kind of situations can cause stress?
es_es: ¿Qué tipo de situaciones pueden causar estrés?

source: What support can I get from my employer when I return?
es_es: ¿Qué apoyo puedo obtener de mi jefe cuando regrese?

source: What support is available to help me to return to work?
es_es: ¿Qué apoyo hay disponible para ayudarme a volver al trabajo?

source: What treatments are there?
es_es: ¿Qué tratamientos hay?

source: What will be helpful for you will depend on what sort of work you do, and what sort of things you find difficult.
es_es: Lo que es beneficioso para ti dependerá del tipo de trabajo que realizas y de dónde encuentras mayor dificultad.

source: What you can do to prevent or reduce stress
es_es: Qué puedes hacer para prevenir o reducir el estrés

source: What's making you stressed at work
es_es: Qué te está estresando en el trabajo

source: When asking about changes, remember that you are the best judge of what you need.
es_es: Cuando pidas cambios, recuerda que tú eres el que mejor juzga cuáles son tus necesidades.

source: When deciding what sort of work would suit you, you might want to think about:
es_es: Cuando decidas qué tipo de trabajo es para ti, puede que quieras saber sobre:

source: When looking for a new job, challenges such as finding a suitable role, writing applications and attending interviews can take time.
es_es: Al buscar un nuevo trabajo, desafíos como encontrar un papel adecuado, escribir aplicaciones y asistir a entrevistas pueden llevar tiempo.

source: When we say things like "this is stressful" or "I'm stressed", we might be talking about:
es_es: Cuando decimos cosas como "esto es estresante" o "estoy estresado", podríamos estar hablando de:

source: Whether you have a mental health problem or not, your employer has a duty of care to you under health and safety legislation.
es_es: Ya sea que tengas un problema de salud mental o no, tu jefe tiene el deber de protegerte bajo la legislación de salud y seguridad.

source: While you're off work there are some practical things that you can do to make returning to your job easier:
es_es: Mientras estás fuera del trabajo, hay algunas cosas que puedes hacer para hacer más llevadero el regreso a tu trabajo :

source: Who can support me in finding a job?
es_es: ¿Quién me puede ayudar a encontrar trabajo?

source: Who else could help?
es_es: ¿Quién más podría ayudar?

source: Why do certain things make me feel stressed?
es_es: ¿Por qué me estresan ciertas cosas?

source: Why does stress affect me physically?
es_es: ¿Por qué me afecta el estrés físicamente?

source: Will I always get the support I need to go back to work?
es_es: ¿Tendré siempre la ayuda que necesito para volver a trabajar?

source: With flexible working, you work a set number of hours (possibly full or part-time) but have greater control over when you work.
es_es: Con un horario flexible, trabajas un número establecido de horas (puede ser tanto a tiempo parcial como completo) pero tienes un control mayor sobre el tiempo que trabajas.

source: Work
es_es: Trabajo

source: Work and mental health
es_es: Trabajo y salud mental

source: Work and stress
es_es: Trabajo y estrés

source: Work and student life
es_es: Trabajo y vida estudiantil

source: Work takes my mind off my mental illness but also makes it worse as no-one around you knows what you are going through so you have to pretend everything is fine.
es_es: El trabajo hace que deje de pensar en mi enfermedad mental, pero también empeora, ya que nadie a tu alrededor sabe lo que estás pasando, así que tienes que fingir que todo está bien.

source: Working out what triggers stress for you can help you anticipate problems and think of ways to solve them.
es_es: Determinar qué factores desencadenan el estrés puede ayudarte a anticipar los problemas y a pensar en las formas de poder resolverlos.

source: You are considered disabled if your mental health problem has a substantial and long-term adverse effect (12 months, or more) on your ability to carry out normal day-to-day activities.
es_es: Se te consideras discapacitado y tu problema de salud mental tiene un efecto adverso sustancial y a largo plazo (12 meses o más) en tu capacidad para llevar a cabo actividades diarias normales.

source: You can find Mind's example WAP and a guide for your manager about WAPs online here.
es_es: Puedes encontrar el WAP de ejemplo de Mind y una guía online para tu jefe sobre WAP aquí.

source: You can find out more about our back-to-work campaign and how to get involved by reading more about our back-to-work manifesto.
es_es: Podrás encontrar más información sobre la campaña de la vuelta al trabajo y sobre como involucrarte leyendo más sobre el manifiesto de la vuelta al trabajo.

source: You can find out more from Be Mindful’s website.
es_es: Puedes encontrar más información en el sitio web Be Mindful.

source: You can make some of the changes on your own.
es_es: Puedes hacer algunos cambios por tu cuenta.

source: You could consider:
es_es: Podrías considerar:

source: You could join an online community, such as Elefriends, where you can talk openly about your mental health.
es_es: Puedes unirte a una comunidad online, como Elefriends, donde puedes hablar abiertamente sobre tu salud mental.

source: You don't have to be 'perfect' all the time.
es_es: No tienes que ser "perfecto" todo el tiempo.

source: You don't need to cope with stress alone.
es_es: No tienes que lidiar con el estrés solo.

source: You may be able to push back some tasks until you're feeling less stressed.
es_es: Puede que tengas la posibilidad de retrasar algunas tareas hasta que te sientas menos estresado.

source: You may be worried about what colleagues will think or that you won't be able to cope.
es_es: Puedes estar preocupado acerca de lo que pensarán tus compañeros o de lo que no podrás hacer frente.

source: You may find certain complementary therapies help you manage feelings of stress.
es_es: Es posible que encuentres ciertas terapias complementarias que te ayuden a controlar los sentimientos de estrés.

source: You may have to be in work for certain 'core hours' (for example, 10am to 4pm) but can vary the times you start and finish work outside these hours.
es_es: Puede que tengas que estar en el trabajo durante unas horas concretas (por ejemplo, desde las 10am hasta las 14pm) pero puede variar el tiempo en que empiezas y terminas de trabajar fuera de estas horas.

source: You might be able to help your friend or family member look for support around issues like debt, housing problems or difficulties at work.
es_es: Puede que tengas la habilidad de ayudar a tu amigo o familiar a buscar ayuda con problemas como deudas, no tener una vivienda propia o dificultades en el trabajo.

source: You might be surprised to find out just how much you're coping with at once. Remember that not having enough work, activities or change in your life can be just as stressful a situation as having too much to deal with.
es_es: Puede que te sorprendas al descubrir a cuánto le estás haciendo frente de golpe. Recuerda que no tener suficiente trabajo, actividades o cambios en tu vida puede ser una situación tan estresante como tener demasiado con lo que lidiar.

source: You might experience barriers such as:
es_es: Puedes experimentar dificultades tales como:

source: You might find it helpful to read our information on:
es_es: Puede que te ayude el leer nuestra información en:

source: You might find that being unemployed affects your confidence, or that it can be disheartening if employers don't get back to you.
es_es: Tal vez descubras que estar desempleado afecta tu confianza, o que puede ser desalentador si los jefes no te responden.

source: You might find that your first clues about being stressed are physical signs, such as tiredness, headaches or an upset stomach.
es_es: Puedes detectar que los primeros indicios del estrés son síntomas físicos como el cansancio, los dolores de cabeza o el malestar estomacal.

source: You might want to ask about changes like:
es_es: Puedes pedir cambios como los siguientes:

source: You might want to think about:
es_es: Es posible que desee pensar en:

source: Your employer may also refer you to an occupational health professional.
es_es: Su empleador también puede derivarlo a un profesional de la salud ocupacional.

source: Your employer might refer you to an occupational health advisor for advice on how best to support you.
es_es: Tu jefe podría derivarte a un asesor de salud ocupacional para que te aconseje sobre la mejor manera de recibir apoyo.

source: Your employer should support you when you are ready to return to work.
es_es: Tu jefe debe apoyarte cuando estés listo para reincorporarte al trabajo.

source: Your local Jobcentre Plus can support you in finding a job that is right for you.
es_es: Tu local Jobcentre Plus puede ayudarte a encontrar trabajo.

source: Your perspective might be valuable, but your friend or family member could find this conversation stressful, and being patient will help.
es_es: Tu punto de vista puede ser útil, pero a tu amigo o familiar esta conversación puede resultarle un tanto estresante, por lo que ser paciente ayudará.

source: Your right to refuse medication
es_es: Tu derecho a rechazar medicación

source: Your stories
es_es: Tus historias

source: [I want them to] understand that I may be irritable but I don't mean to hurt them in any way.
es_es: [Quiero que ellos] entiendan que puedo estar irritable pero que no pretendo hacerles daño de ninguna manera.

source: [It feels like] the world is closing in on me, I can't breathe and I'm running out of time.
es_es: [Parece que] el mundo me está afixiando, no puedo respirar y se me está acabando el tiempo.

source: [It helps me to] spend time outdoors or doing crafts.
es_es: [Me ayuda a] pasar tiempo al aire libre o haciendo manualidades.

source: [My friends can help by] making me a cup of tea, holding me while I cry, making me laugh...
es_es: [Mis amigos pueden ayudarme] haciéndome una taza de té, ofreciéndome un hombro mientras lloro, haciéndome reír...

source: [When I'm stressed I need friends to] hug me.
es_es: [Cuando estoy estresado necesito amigos para] que me abrazen.

source: [When I'm stressed] I feel like I'm on the verge of a breakdown.
es_es: [Cuando estoy estresado] Siento que estoy al borde del colapso.

source: a sense of dread
es_es: un sentimiento de pavor

source: a sense of identity
es_es: Un sentido de identidad

source: a source of income
es_es: Una fuente de ingresos

source: a steady routine and structure
es_es: Una rutina y estructura estables

source: ability to work from home or wherever suits you
es_es: posibilidad de trabajar desde casa o donde mejor te venga

source: accept the things you can't change
es_es: Acepta las cosas que no puedes cambiar

source: acupuncture
es_es: acupuntura

source: addiction and dependency
es_es: Adicción y dependencia

source: address some of the causes
es_es: Identifica algunas de las causas

source: applying for a job
es_es: Solicitas un trabajo

source: aromatherapy
es_es: aromaterapia

source: ask for on-the-job support (such as a workplace mentor) or permission for a support worker to come in or be contacted during work hours
es_es: Pide apoyo en el trabajo (como por ejemplo un mentor) o permiso para acceder a un trabajador social que acuda a tu lugar de trabajo o con que puedas contactar en horas laborables.

source: at work
es_es: En el trabajo

source: availability to attend medical appointments
es_es: estar disponible para atender citas médicas

source: avoiding situations that are troubling you
es_es: Evitando situaciones que te preocupen

source: being tearful or crying.
es_es: estando llorando o lloroso.

source: being under lots of pressure
es_es: Estar bajo mucha presión

source: being unsure of how much to tell
es_es: dudar sobre hasta dónde puedes contar

source: being unsure whether to tell your boss and colleagues about your mental health problem
es_es: No estar seguro de informar a tu jefe y compañeros sobre tu problema de salud mental

source: benefits
es_es: Beneficios

source: bereavement
es_es: Duelo

source: better work-life balance
es_es: mejor equilibrio entre la vida personal y laboral

source: biting your nails
es_es: Mordiéndote las uñas

source: blurred eyesight or sore eyes
es_es: vista borrosa o dolor de ojos

source: can be challenging if you struggle with creating structure for yourself
es_es: puede ser un desafío si estás luchando contigo mismo para establecer un horario para ti

source: can usually end employment without serving a notice period
es_es: por lo general, puede terminar el empleo sin publicar un período de notificación

source: casual work
es_es: Trabajo casual

source: chance to avoid rush-hour crowds and peak travel costs
es_es: oportunidad de evitar multitudes de gente en hora punta y precios elevados de viaje

source: chest pains
es_es: dolores en el pecho

source: complementary and alternative therapies
es_es: terapias complementarias y alternativas

source: constipation or diarrhoea
es_es: estreñimiento o diarrea

source: contact and friendship with others
es_es: Contacto y amistad con otras personas

source: contantly worrying
es_es: constantemente preocupándote

source: coping as a parent with a mental health problem
es_es: Cómo enfrentar como padre un problema mental

source: coping when supporting someone else
es_es: Cómo lidiar cuando alguien necesita tu apoyo

source: coping with student life
es_es: Superar la vida estudiantil

source: debt.
es_es: Deuda.

source: deciding whether to tell your employer about your mental health problem
es_es: decidir si contarle a tu jefe tu problema de salud mental

source: difficult issues at work
es_es: Complicaciones en el trabajo

source: difficult relationships with parents, siblings, friends or children
es_es: Tener una relación complicada con los padres, hermanos, amigos o hijos

source: difficulty switching off from work
es_es: dificultad para desconectar del trabajo

source: discuss flexible working to suit your needs, for example, so you can attend medical appointments
es_es: Discutir la posibilidad deun trabajo flexible que se adapte a tus necesidades, si, por ejemplo, tienes que acudir a una cita médica.

source: dismissal
es_es: Despido

source: dismissed
es_es: Despido

source: eating too much or too little
es_es: Comiendo demasiado o muy poco

source: ecotherapy
es_es: ecoterapia

source: everyday tasks such as travel or household chores.
es_es: Tareas diarias como viajes o tareas domésticas.

source: exams and deadlines
es_es: Exámenes y fechas límite

source: experiencing stigma, or being treated unfairly because of your mental health problem
es_es: Experimentar estigma o ser tratado injustamente debido a tu problema de salud mental

source: facing big changes
es_es: Enfrentarse a grandes cambios

source: feeling sick, dizzy or fainting.
es_es: encontrándote mal, mareado o desmayándose.

source: fewer employment rights.
es_es: menos derechos de empleo.

source: fewer social interactions (this may be positive for some people – for example, if you have social anxiety)
es_es: menos interacciones sociales (esto puede ser positivo para algunas personas- por ejemplo, si sufres de ansiedad social)

source: finding it hard to make decisions
es_es: Resultándote difícil tomar decisiones

source: flexibility to choose the hours you work
es_es: flexibilidad para elegir las horas a trabajar

source: flexible working
es_es: Trabajo con horario flexible

source: getting married or civil partnered
es_es: Casarse o unión civil

source: going through a break-up or getting divorced
es_es: Pasar por una ruptura o divorciarse

source: government website on flexible working
es_es: sitio web del gobierno sobre trabajo flexible.

source: government website page on fit notes
es_es: sitio web del gobierno sobre justificantes médicos

source: government website page on taking sick leave
es_es: sitio web del gobierno sobre bajas por enfermedad

source: greater autonomy
es_es: mayor autonomía

source: greater choice of hours of work
es_es: mayor elección de las horas de trabajo
